Repository: aiguoli/SimpleList
Catalog: SimpleList/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# ConvertFileFormatView_Browse.Content
source: Browse
zh_cn: 浏览

# CreateFolderView.Title
source: Create folder
zh_cn: 新建文件夹

# CreateFolderView.PrimaryButtonText
source: OK
zh_cn: 确定

# CreateFolderView.CloseButtonText
source: Cancel
zh_cn: 取消

# MigrateFileView.PrimaryButtonText
source: OK
zh_cn: 确定

# MigrateFileView.CloseButtonText
source: Cancel
zh_cn: 取消

# ImagePreviewView.PrimaryButtonText
source: Close
zh_cn: 关闭

# MarkdownPreviewView.PrimaryButtonText
source: Close
zh_cn: 关闭

# PropertyView.PrimaryButtonText
source: OK
zh_cn: 确定

# PropertyView.CloseButtonText
source: Cancel
zh_cn: 取消

# RenameFileView.Title
source: Rename file
zh_cn: 重命名文件

# RenameFileView.PrimaryButtonText
source: OK
zh_cn: 确定

# RenameFileView.CloseButtonText
source: Cancel
zh_cn: 取消

# RenameFileView_FileName.Header
source: Type new filename:
zh_cn: 输入新文件名：

# RenameFileView_FileName.PlaceholderText
source: File name
zh_cn: 文件名

# SearchView.PrimaryButtonText
source: OK
zh_cn: 确定

# SearchView.CloseButtonText
source: Cancel
zh_cn: 取消

# ShareFileView.Title
source: Share File
zh_cn: 分享文件

# ShareFileView.CloseButtonText
source: Close
zh_cn: 关闭

# ShareFile_Scope.Header
source: Scope
zh_cn: 权限

# ShareFile_Scope_View.Content
source: View
zh_cn: 查看

# ShareFile_Scope_Edit.Content
source: Edit
zh_cn: 编辑

# ShareFile_ExpirationDate.Header
source: Expiration date
zh_cn: 到期日期

# ShareFile_ExpirationDate.PlaceholderText
source: Pick expiration date
zh_cn: 选择到期日期

# ShareFile_Password.Header
source: Password
zh_cn: 密码

# ShareFile_Password.PlaceholderText
source: Optional
zh_cn: 可选

# ShareFile_Link.Header
source: Share Link
zh_cn: 分享链接

# ShareFile_Copy.Content
source: Copy
zh_cn: 复制

# ShareCommunityCreateLinkView.Title
source: Share your link
zh_cn: 分享链接

# ShareCommunityCreateLinkView.PrimaryButtonText
source: OK
zh_cn: 确定

# ShareCommunityCreateLinkView.CloseButtonText
source: Close
zh_cn: 关闭

# ShareCommunityCreateLinkPage_Title.PlaceholderText
source: My photos
zh_cn: 我的照片

# ShareCommunityCreateLinkPage_ExpirationDate.PlaceholderText
source: Pick a date
zh_cn: 选择日期

# LinkDetailsView.PrimaryButtonText
source: OK
zh_cn: 确定

# LinkDetailsView.CloseButtonText
source: Cancel
zh_cn: 取消

# LinkDetails_Provider.Text
source: Provider
zh_cn: 服务商

# TaskManagerPage_PerSecond.Text
source: /s
zh_cn: /秒

# DragCloudFoldersNotSupported
source: Dragging cloud folders to Explorer is not supported yet. Please use Download from the context menu.
zh_cn: 暂不支持将云端文件夹拖到资源管理器，请使用右键菜单中的“下载”。

# FileCountFormat
source: {0} files
zh_cn: {0} 个文件

# DownloadIncompleteFormat
source: Download incomplete: {0}
zh_cn: 下载不完整：{0}

source: Download cancelled
zh_cn: 下载已取消

# MediaDownloadUrlUnavailable
source: Media download URL is not available.
zh_cn: 无法获取媒体下载地址。

# ShareCommunityCreateLink_Validation
source: Please enter a title, a valid public URL, and a provider.
zh_cn: 请输入标题、有效的公开链接并选择服务商。

# ExternalDownloader_IdmSent
source: Sent {0} download(s) to IDM.
zh_cn: 已向 IDM 发送 {0} 个下载任务。

# FilePicker_AllFiles
source: All files
zh_cn: 所有文件

# FilePicker_PdfDocument
source: PDF Document
zh_cn: PDF 文档

# FileSize_ZeroBytes
source: 0 bytes
zh_cn: 0 字节

# FileSize_Unit_Bytes
source: bytes
zh_cn: 字节

# ShareCommunity_SignInRequired
source: Please sign in first.
zh_cn: 请先登录。

# Validation_CannotBeEmpty
source: {0} cannot be empty
zh_cn: {0} 不能为空

# Validation_CannotBeNull
source: {0} cannot be null
zh_cn: {0} 不能为 null

# Validation_InvalidFileName
source: Filename '{0}' contains invalid characters
zh_cn: 文件名“{0}”包含无效字符

# ThumbnailUnavailable
source: Thumbnail is not available
zh_cn: 缩略图不可用

# Http_BadRequest
source: Bad Request
zh_cn: 请求无效

# Http_Unauthorized
source: Unauthorized
zh_cn: 未授权

# Http_Forbidden
source: Forbidden
zh_cn: 无权访问

# Http_NotFound
source: Not Found
zh_cn: 未找到

# Http_Conflict
source: Conflict
zh_cn: 发生冲突

# Http_TooManyRequests
source: Too Many Requests
zh_cn: 请求过于频繁

# Http_InsufficientStorage
source: Insufficient Storage
zh_cn: 存储空间不足

# Http_ServiceUnavailable
source: Service Unavailable
zh_cn: 服务不可用

# PikPak_UploadUnsupported
source: PikPak upload requires Aliyun OSS signing and is not supported yet
zh_cn: PikPak 上传需要阿里云 OSS 签名，暂不支持

# PikPak_ShareUnsupported
source: PikPak share links are not supported yet
zh_cn: PikPak 暂不支持分享链接

# PikPak_PdfConversionUnsupported
source: PikPak does not support PDF conversion
zh_cn: PikPak 不支持转换为 PDF

source: PikPak authentication expired
zh_cn: PikPak 身份验证已过期

# PikPak_CaptchaExpired
source: PikPak captcha token expired
zh_cn: PikPak 验证码令牌已过期

# PikPak_ApiErrorFormat
source: PikPak API error: {0}
zh_cn: PikPak API 错误：{0}

# PikPak_DownloadUrlUnavailable
source: Download URL is not available for this PikPak item.
zh_cn: 此 PikPak 项目没有可用的下载地址。

# GoogleDrive_ErrorFormat
source: Google Drive error: {0}
zh_cn: Google Drive 错误：{0}

# OneDrive_ErrorFormat
source: OneDrive error: {0}
zh_cn: OneDrive 错误：{0}

# Local_FolderNotFoundFormat
source: Local folder does not exist: {0}
zh_cn: 本地文件夹不存在：{0}

# Local_ThumbnailsUnavailable
source: Thumbnails are not available for local items
zh_cn: 本地项目没有可用的缩略图

# Local_RestoreUnsupported
source: Local items do not support restore
zh_cn: 本地项目不支持还原

# Local_TrashUnsupported
source: Local items do not support trash
zh_cn: 本地项目不支持回收站

# Local_ShareUnsupported
source: Local items do not support share links
zh_cn: 本地项目不支持分享链接

# Local_PdfConversionUnsupported
source: Local items do not support PDF conversion
zh_cn: 本地项目不支持转换为 PDF
